Repository: osmc/website
Catalog: content/plugins/post-snippets/lang/post-snippets-*.po
Languages: lt_lt

source: Post Snippets requires WordPress version 2.7 or later!
lt_lt: Paštu Fragmentai reikia WordPress versija 2.7 arba naujesnė versija!

source: A snippet named Untitled has been added.
lt_lt: Buvo pavadintas Be pavadinimo fragmentą.

source: Snippets have been updated.
lt_lt: Fragmentai buvo atnaujintas.

source: Selected snippets have been deleted.
lt_lt: Pasirinkta fragmentai buvo ištrintos.

source: Add New Snippet
lt_lt: Pridėti Naujas fragmento

source: Delete Selected
lt_lt: ištrinti pažymėtus

source: Title
lt_lt: pavadinimas

source: Variables
lt_lt: kintamieji

source: Snippet
lt_lt: fragmentą

source: Update Snippets
lt_lt: atnaujinti Fragmentai

source: Help
lt_lt: padėti

source: <strong>Title</strong><br/>Give the snippet a title that helps you identify it in the post editor.
lt_lt: <strong>Pavadinimas </strong><br/> fragmentą pavadinimą, kuris padės jums nustatyti pranešimų redaktorių.

source: <strong>Variables</strong><br/>A comma separated list of custom variables you can reference in your snippet.<br/><br/>Example:<br/>url,name
lt_lt: <strong Kintamieji</strong> <br/> atskirti kableliais užsakymą kintamųjų, kuriuos gali savo fragmentą nuoroda<br/>Pavyzdys:<br/> url, vardas

source: <strong>Snippet</strong><br/>This is the block of text or HTML to insert in the post when you select the snippet from the insert button in the TinyMCE panel in the post editor. If you have entered predefined variables you can reference them from the snippet by enclosing them in {} brackets.<br/><br/>Example:<br/>To reference the variables in the example above, you would enter {url} and {name}.<br/><br/>So if you enter this snippet:<br/><i>This is the website of &lt;a href="{url}"&gt;{name}&lt;/a&gt;</i><br/>You will get the option to replace url and name on insert if they are defined as variables.
lt_lt: <strong>Snippet</strong><br/>C'est le bloc de texte ou HTML à insérer dans l'article lorsque vous sélectionnez l'extrait à partir du bouton insérer dans le panneau TinyMCE de l'éditeur de pages. Si vous avez entré les variables prédéfinies, vous pouvez les inclure dans l'extrait en les entourant de {} crochets. <br/> Exemple: <br/> Pour inclure des variables dans l'exemple ci-dessus, vous devez entrer {url} et {name}. <br/> Donc, si vous entrez le code suivant: <br/> <i> Ceci est le site de &lt;a href="{url}"&gt;{name}&lt;/a&gt;</i><br/> </ i> <br/> Vous avez la possibilité de remplacer les URL et le nom s'ils sont définis comme des variables.

source: <strong>SC</strong><br/>Treats the snippet as a shortcode. The name for the shortcode is the same as the title of the snippet (spaces not allowed) and will be used on insert.
lt_lt: <strong>AB</strong> <br/> traktuoja kaip trumpasis fragmentą.Trumpasis pavadinimas fragmento pavadinimą (erdves neleidžiama) ir bus naudojamas įterpti.

source: <strong>About Post Snippets</strong><br/>Visit my <a href="http://coding.cglounge.com/wordpress-plugins/post-snippets/">Post Snippets</a> page for additional information.
lt_lt: <strong>A propos de Rašyti Fragmentai</strong> <br/> Visitez la page de <a href="http://coding.cglounge.com/wordpress-plugins/post-snippets/">Visitez la puslapyje de</a>Visitez la puslapyje de

source: You are not allowed to be here
lt_lt: Jums neleidžiama būti čia

source: Cancel
lt_lt: atšaukti

source: Insert
lt_lt: įterpti
