Repository: osmc/website
Catalog: content/plugins/captcha-on-login/lang/Anderson_Makiyama_Captcha_On_Login-*.po
Languages: pt_br

source: Settings
pt_br: Configurações

source: Report
pt_br: Relatório

source: Help page
pt_br: Página de Suporte

source: Enter the Image Code
pt_br: Digite o Código da Imagem

source: Failed: IP already blocked
pt_br: Falhou: Ip estava bloqueado

source: Your IP has been Locked! Try again tomorrow
pt_br: Teu IP foi bloqueado! Volte amanhã

source: Failed: exceeded max number of tries
pt_br: Falhou: Excedido o número de tentativas

source: Failed: image code did not match
pt_br: Falhou: código da imagem digitado errado

source: The Image Code is incorrect! Try again!
pt_br: O código da imagem está incorreto. Tente novamente!

source: Failed: Login or Password did not match
pt_br: Falhou: Login ou senha digitado errado

source: Success
pt_br: Sucesso

source: Help
pt_br: Ajuda

source: For more help and more details, visit the plugin page
pt_br: Para obter Ajuda e mais informações, visite a página do Plugin

source: Author
pt_br: Autor

source: Author's email
pt_br: Email do autor

source: Visit the Plugin page
pt_br: Visite a página do Plugin

source: Login has not been update beauce confirmation field dont matched! Try Again!
pt_br: Nome de Login não foi atualizado porque a confirmação do novo nome não estava igual! Tente Novamente!

source: Global Seettings
pt_br: Configurações Globais

source: How many characteres to display on the image
pt_br: Quantidade de Caracteres para exibir na imagem

source: How many tries befor locking the IP
pt_br: Quantidade de Tentativas antes de Bloquear o IP

source: It stays locked during the current day
pt_br: Fica bloqueado durante o dia atual

source: Remove Blocked IPs from the blacklists
pt_br: Remover IPs bloqueados das listas-negras

source: Separate the ips with commas
pt_br: Separe os ips com vírgula

source: Change username of
pt_br: Mudar nome de usuário de

source: New Username
pt_br: Novo Nome de Usuário

source: Repeat New Username
pt_br: Repita o novo Nome de Usuário

source: Attention: Memorize your new username, because you will need it to be able to login
pt_br: Atenção: Memorize o novo nome de login, pois você precisará dele para poder fazer login

source: Add IPs into permanent blacklist
pt_br: Adicione IPs à lista-negra permanente

source: Save Changes
pt_br: Salvar Alterações

source: Visual Settings
pt_br: Configurações Visuais

source: Select the font color
pt_br: Selecione a cor da fonte

source: Black
pt_br: Preto

source: White
pt_br: Branco

source: Blue
pt_br: Azul

source: Red
pt_br: Vermelho

source: Green
pt_br: Verde

source: Select the background image
pt_br: Selecione a imagem de fundo

source: Aleatory
pt_br: Aleatório

source: Changes each time
pt_br: Muda a cada vez

source: Meet the Most Powerful Affiliate Links MNG
pt_br: Conheça o Melhor Gerenciador de Links

source: Reports
pt_br: Relatórios

source: Last 1000 successfull or failed logins
pt_br: Úlitmos 1000 logins com sucesso ou falhos

source: IP&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;Date and Time&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;Status
pt_br: IP&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;Data e Horário&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;Status

source: All Currently Blocked IPs
pt_br: Todos os IPs bloqueados atualmente

source: Temporary Blocked IPs
pt_br: IPs Temporariamente Bloqueados

source: Currently there is no Ips blocked. That is good :)
pt_br: Atualmente não há Ips bloqueados. Isso é bom :)

source: Note that temporary blocked IPs are unblocked<br> automatically on the next day!
pt_br: Note que IPs temporariamente bloqueados são<br> automaticamente desbloqueados no próximo dia!

source: Permanent Blocked IPs
pt_br: IPs Bloqueados Permanentemente

source: Currently there is no Permanent Ips blocked. That is good :)
pt_br: Atualmente não há IPs bloqueados Permanentemente. Isso é bom :)

source: Note that permanent blocked IPs keep blocked<br>until you unblock it manually!
pt_br: Note que os IPs bloqueados permanentemente<br>ficam bloqueados até que você os desbloqueie manualmente!
