Repository: osmc/website
Catalog: content/plugins/stripe-for-woocommerce/languages/stripe-for-woocommerce-*.po
Languages: fr_fr

source: There was a problem connecting to the payment gateway.
fr_fr: Il y a eu un problème lors de la connexion à la plateforme de paiement.

source: Empty response.
fr_fr: Réponse vide.

source: Invalid response.
fr_fr: Réponse invalide.

source: Stripe for WooCommerce uses some advanced features introduced in WooCommerce 2.1.0. Please update WooCommerce to continue using Stripe for WooCommerce.
fr_fr: Stripe pour WooCommerce utilise des fonctionnalités introduites dans WooCommerce 2.1.0. Merci de mettre à jour WooCommerce pour continuer à utiliser Stripe pour WooCommerce.

source: Stripe needs API Keys to work, please find your secret and publishable keys in the <a href="https://manage.stripe.com/account/apikeys" target="_blank">Stripe accounts section</a>.
fr_fr: Stripe a besoin de clés API pour fonctionner, vous pourrez trouver vos clés secrètes et publiables dans votre <a href="https://manage.stripe.com/account/apikeys" target="_blank">compte Stripe</a>.

source: Stripe needs SSL in order to be secure. Read mode about forcing SSL on checkout in <a href="http://docs.woothemes.com/document/ssl-and-https/" target="_blank">the WooCommerce docs</a>.
fr_fr: Stripe nécessite que votre site utilise SSL pour la sécurité des transactions. Pour savoir comment forcer l'utilisation de SSL lors du paiement, référez-vous à la <a href="http://docs.woothemes.com/document/ssl-and-https/" target="_blank">documentation WooCommerce</a>.

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Stripe for WooCommerce
fr_fr: Activer Stripe pour WooCommerce

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Nom du mode de paiement affiché à l'utilisateur lors du paiement.

source: Credit Card Payment
fr_fr: Carte de paiement

source: This controls the description which the user sees during checkout.
fr_fr: Description du mode de paiement affichée à l'utilisateur lors du paiement.

source: Charge Type
fr_fr: Type de prélèvement

source: Choose to capture payment at checkout, or authorize only to capture later.
fr_fr: Débiter immédiatement ou autoriser le paiement seulement et débiter ultérieurement.

source: Authorize & Capture
fr_fr: Autoriser et débiter

source: Authorize Only
fr_fr: Autoriser seulement

source: Additional Fields
fr_fr: Champs complémentaires

source: Add a Billing ZIP and a Name on Card for Stripe authentication purposes. This is only neccessary if you check the "Only ship to the users billing address" box on WooCommerce Shipping settings.
fr_fr: Ajouter le code postal de facturation et le nom du porteur de la carte pour l'authentification Stripe. Ce n'est nécessaire que si vous cochez l'option "Livrer à l'adresse de facturation par défaut" dans les paramètres de livraison WooCommerce.

source: Use Additional Fields
fr_fr: Utiliser les champs additionnels

source: Testing
fr_fr: Mode test

source: Use the test mode on Stripe's dashboard to verify everything works before going live.
fr_fr: Utiliser le mode test de Stripe pour vérifier que tout fonctionne correctement avant de passer en mode production (Live)

source: Turn on testing
fr_fr: Activer le mode test

source: Stripe API Test Secret key
fr_fr: API Stripe - Clé secrète test

source: Stripe API Test Publishable key
fr_fr: API Stripe - Clé publiable test

source: Stripe API Live Secret key
fr_fr: API Stripe - Clé secrète Live

source: Stripe API Live Publishable key
fr_fr: API Stripe - Clé publiable Live

source: Stripe Test Data successfully deleted.
fr_fr: Les données de test Stripe ont bien été supprimées

source: Allows Credit Card payments through <a href="https://stripe.com/">Stripe</a>. You can find your API Keys in your <a href="https://dashboard.stripe.com/account/apikeys">Stripe Account Settings</a>.
fr_fr: Permettre les paiement en carte bancaire via <a href="https://stripe.com/">Stripe</a>. Vous pourrez trouver vos clés API dans les <a href="https://dashboard.stripe.com/account/apikeys">paramètres de votre compte Stripe</a>.

source: Delete Stripe Test Data
fr_fr: Supprimer les données Stripe de test

source: Delete all Test Data
fr_fr: Supprimer toute les données de test

source: Guest
fr_fr: Invité

source: Error:
fr_fr: Erreur :

source: Transaction Error: Could not complete your payment.
fr_fr: Erreur : le paiement n'a pas abouti

source: %s Credit Card Payment Failed with message: "%s"
fr_fr: %s Le paiement par carte bancaire a échoué avec le message : "%s"

source: %s payment completed with Transaction Id of "%s"
fr_fr: %s paiement réussi avec le numéro de transaction "%s"

source: Charge for %s
fr_fr: Paiement de %s

source: Payment for %s (Order: %s)
fr_fr: Paiement de %s (Commande : %s)

source: Subscription paid (%s)
fr_fr: Abonnement payé (%s)

source: Credit Card Number
fr_fr: le numéro de carte

source: Credit Card Expiration
fr_fr: la date d'expiration

source: Credit Card CVC
fr_fr: le cryptogramme visuel (CVV)

source: %s is a required field.
fr_fr: Merci de remplir %s

source: Please enter a valid %s.
fr_fr: Merci d'entrer une valeur valide pour %s

source: Card ending with %s (%s/%s)
fr_fr: Carte se terminant par %s (%s/%s)

source: Use a new credit card
fr_fr: Utiliser une autre carte de paiement

source: Name on Card
fr_fr: Nom du porteur

source: Billing Zip
fr_fr: Code postal

source: Card Number
fr_fr: Numéro de carte

source: Expiry (MM/YY)
fr_fr: Date d'expiration (MM/AA)

source: MM / YY
fr_fr: MM/AA

source: Card Code
fr_fr: Cryptogramme visuel (CVV)

source: CVC
fr_fr: Cryptogramme visuel (CVV)

source: Saved cards
fr_fr: Cartes enregistrées

source: Card ending in...
fr_fr: Carte se terminant par ...

source: Expires
fr_fr: Date d'expiration

source: Delete card
fr_fr: Supprimer la carte

source: <strong class="red">Warning:</strong> This will delete all Stripe test customer data, make sure to back up your database.
fr_fr: <strong class="red">Attention :</strong> Cela va supprimer toutes les données client Stripe de test, pensez à sauvegarder votre base de données.
