Repository: osmc/website
Catalog: content/plugins/woocommerce-pdf-invoices-packing-slips/languages/wpo_wcpdf-*.po
Languages: sl_si

source: You do not have sufficient permissions to access this page.
sl_si: Nimate dovolj pristojnosti za dostop do te strani

source: invoice
sl_si: račun

source: packing-slip
sl_si: spremnica

source: PDF Invoices
sl_si: PDF računi

source: Settings
sl_si: Nastavitve

source: General
sl_si: Splošno

source: Template
sl_si: Predloga

source: WooCommerce PDF Invoices
sl_si: WooCommerce PDF računi

source: General settings
sl_si: Splošne nastavitve

source: How do you want to view the PDF?
sl_si: Kako si želite ogledati PDF?

source: Download the PDF
sl_si: Prenesi PDF

source: Open the PDF in a new browser tab/window
sl_si: Odpri PDF v novem zavihku/oknu

source: Attach invoice to:
sl_si: Priloži račun:

source: Admin New Order email
sl_si: Skrbnik - obvestilo o novem naročilu

source: Customer Processing Order email
sl_si: Kupec - obvestilo o obdelavi

source: Customer Completed Order email
sl_si: Kupec - obvestilo o zaključenem nakupu

source: Customer Invoice email
sl_si: Kupec - email z računom

source: It looks like the temp folder (<code>%s</code>) is not writable, check the permissions for this folder! Without having write access to this folder, the plugin will not be able to email invoices.
sl_si: Izgleda, da v temp direktorij (<code>%s</code>) ni možno zapisovati, preverite dovoljenja za ta direktorij. Brez možnosti zapisovanja v ta direktorij, razširitev ne more pošiljati računov na email.

source: Enable invoice number column in the orders list
sl_si: Omogoči prikaz št. računa na seznamu naročil

source: PDF Template settings
sl_si: Nastavitve PDF predloge

source: Choose a template
sl_si: Izberite predlogo

source: Want to use your own template? Copy all the files from <code>%s</code> to your (child) theme in <code>%s</code> to customize them
sl_si: Želite uporabiti svojo predlogo? Kopirajte vse datoteke iz <code>%s</code> v vašo (otroško) temo v <code>%s</code> in jo spremenite po želji

source: Paper size
sl_si: Velikost papirja

source: Letter
sl_si: Pismo

source: Shop header/logo
sl_si: Glava trgovine/logo

source: Select or upload your invoice header/logo
sl_si: Izberite ali naložite svojo glavo/logo

source: Set image
sl_si: Nastavi sliko

source: Remove image
sl_si: Odstrani sliko

source: Shop Name
sl_si: Ime trgovine

source: Shop Address
sl_si: Naslov trgovine

source: Footer: terms & conditions, policies, etc.
sl_si: Noga: splošni pogoji, zasebnost, pravice ipd.

source: Display invoice date
sl_si: Prikaži datum naročila

source: Display built-in sequential invoice number
sl_si: Prikaži vdelano sekvenčno številko računa

source: Next invoice number (without prefix/suffix etc.)
sl_si: Naslednja številka računa (brez predpone/zapone ipd.)

source: This is the number that will be used on the next invoice that is created. By default, numbering starts from the WooCommerce Order Number of the first invoice that is created and increases for every new invoice. Note that if you override this and set it lower than the highest (PDF) invoice number, this could create double invoice numbers!
sl_si: To je število, ki bo uporabljeno pri naslednjem računu, ki bo ustvarjen. Privzeti je nastavljeno, da WooCommerce prične številčiti pri prvem računu in le-to povečuje za vsak nov račun. Pazite, če ste to prepisali in jo nastavili nižjo, kot pa je že izdan račun, lahko pride do podvajanja številk!

source: Invoice number format
sl_si: Format številke računa

source: Prefix
sl_si: Predpona

source: to use the order year and/or month, use [order_year] or [order_month] respectively
sl_si: za uporabo letnice ali meseca, uporabite [order_year] ali [order_month] posebej.

source: Suffix
sl_si: Pripona

source: Padding
sl_si: Predštevilo

source: enter the number of digits here - enter "6" to display 42 as 000042
sl_si: vnesite število številk - vnesite "6" za prikaz 42 kot 000042

source: note: if you have already created a custom invoice number format with a filter, the above settings will be ignored
sl_si: pozor: če ste že ustvarili format številke računa po svoji želji z morebitnim filtrom, bodo zgornje nastavitve ignorirane

source: Extra template fields
sl_si: Dodatna polja predloge

source: Extra field 1
sl_si: Extra polje 1

source: This is footer column 1 in the <i>Modern (Premium)</i> template
sl_si: To je 1. kolona noge v Moderni predlogi (premium)

source: Extra field 2
sl_si: Extra polje 2

source: This is footer column 2 in the <i>Modern (Premium)</i> template
sl_si: To je 2. kolona noge v Moderni predlogi (premium)

source: Extra field 3
sl_si: Extra polje 3

source: This is footer column 3 in the <i>Modern (Premium)</i> template
sl_si: To je 3. kolona noge v Moderni predlogi (premium)

source: Image resolution
sl_si: Resolucija slike

source: These are used for the (optional) footer columns in the <em>Modern (Premium)</em> template, but can also be used for other elements in your custom template
sl_si: Ta polja se uporabijo na željo v Moderni predlogi (premium), lahko pa jih uporabite tudi za druge elemente Vaše predloge po želji.

source: PDF Packing Slips
sl_si: PDF spremnice

source: PDF Invoice
sl_si: PDF račun

source: PDF Packing Slip
sl_si: PDF spremnica

source: Invoice Number
sl_si: Številka računa

source: Download invoice (PDF)
sl_si: Račun

source: Create PDF
sl_si: Ustvari PDF

source: PDF Invoice Number (unformatted!)
sl_si: PDF številka računa (neformatirana)

source: Invoice Date:
sl_si: Datum računa:

source: h
sl_si: u

source: Check out these premium extensions!
sl_si: Preverite premium razširitve

source: click items to read more
sl_si: klikni predmet za več vsebine

source: Go Pro: Proforma invoices, credit notes & more!
sl_si: Pro verzija: Predračuni, obvestila in še več!

source: Supercharge WooCommerce PDF Invoices & Packing Slips with the following features:
sl_si: Dopolnite WooCommerce PDF Račune in Spremnice s sledečimi funkcijami:

source: Email/print/download <b>PDF Credit Notes & Proforma invoices</b>
sl_si: Email/natisni/prenesi <b>PDF Zapiske / Račune</b>

source: Attach a <b>static file</b> (for example a terms & conditions document) to the WooCommerce emails of your choice.
sl_si: Priložite <b>datoteko</b> (npr. pogoje nakupa) v elektornsko sporočilo po vaši želji.

source: Use <b>separate numbering systems</b> and/or format for proforma invoices and credit notes or utilize the main invoice numbering system
sl_si: Uporabite <b>ločen sistem za številčenje</b> za predračune in opomnike, ali pa vklopite glavni sistem za številčenje.

source: <b>Customize</b> the <b>shipping & billing address</b> format to include additional custom fields, font sizes etc. without the need to create a custom template.
sl_si: <b>Uredite naslov za dostavo in račun</b> tako, da vključite dodatna polja, velikost pisave ipd. brez, da ustvarite svojo predlogo.

source: Use the plugin in multilingual <b>WPML</b> setups
sl_si: Uporabite ta plugin v večjezični <b>WPML</b> nastavitvi

source: Get WooCommerce PDF Invoices & Packing Slips Professional!
sl_si: WooCommerce PDF Računi in Spremnice profesional!

source: Upload all invoices automatically to your dropbox
sl_si: Avtomatsko naložite vse račune na Dropbox

source: This extension conveniently uploads all the invoices (and other pdf documents from the professional extension) that are emailed to your customers to Dropbox. The best way to keep your invoice administration up to date!
sl_si: Razširitev omogoča da naložite vse račune (ali druge dokumente iz profesionalne razširitve), ki so poslane vašim strankam, na Dropbox. Najboljši način za vedno osveženo administracijo!

source: Get WooCommerce PDF Invoices & Packing Slips to dropbox!
sl_si: WooCommerce PDF Računi in Spremnice na dropbox

source: More advanced templates
sl_si: Napredne predloge

source: Stylish modern invoices & packing slips with product thumbnails!
sl_si: Stilsko moderni računi in spremnice z slikami produktov

source: More tax details on the invoices!
sl_si: DDV podrobnosti na računu!

source: Check out the Premium PDF Invoice & Packing Slips templates at %s.
sl_si: Preverite premium PDF Računi in Spremnice predloge pri %s.

source: For custom templates, contact us at %s.
sl_si: Za prirejene predloge nas kontaktirajte na %s

source: Invoice
sl_si: Račun

source: Packing Slip
sl_si: Spremnica

source: Invoice Number:
sl_si: Številka računa:

source: Order Number:
sl_si: Naročilo:

source: Order Date:
sl_si: Datum naročila:

source: Payment Method:
sl_si: Način plačila:

source: Product
sl_si: Aranžma

source: Quantity
sl_si: Količina

source: Price
sl_si: Cena

source: Description
sl_si: Opis

source: Weight:
sl_si: Teža:

source: Customer Notes
sl_si: Sporočilo kupca

source: WooCommerce PDF Invoices & Packing Slips requires %sWooCommerce%s to be installed & activated!
sl_si: WooCommerce PDF Računi in Spremnice potrebujejo inštaliran ter aktiviran %sWooCommerce%s!

source: N/A
sl_si: Ni na voljo

source: Payment method
sl_si: Način plačila

source: Shipping method
sl_si: Način dostave

source: Subtotal
sl_si: Skupaj

source: Shipping
sl_si: Dostava

source: Discount
sl_si: Popust

source: VAT
sl_si: DDV

source: Total ex. VAT
sl_si: Skupaj brez DDV

source: Total
sl_si: Za plačilo
